[
  {
    "url": "https://cienciayfilosofia.com/de-la-neutralidad-valorativa-a-un-nuevo-pacto-social-entre-ciencia-etica-y-tecnologia/",
    "highlights": [
      {
        "text": "La visión dominante durante buena parte de la modernidad —particularmente en la tradición positivista— concibió a la ciencia como una forma de conocimiento puramente objetiva, capaz de acceder a la realidad sin mediaciones valorativas.",
        "timestamp": "2025-10-03T01:47:37.480Z"
      },
      {
        "text": "los científicos investigan, mientras que la sociedad (especialmente la política o la industria) decide qué hacer con los resultados",
        "timestamp": "2025-10-03T01:47:27.960Z"
      },
      {
        "text": ", se ha señalado que la separación entre ciencia y sociedad es ficticia.",
        "timestamp": "2025-10-03T01:48:16.477Z"
      },
      {
        "text": "Los valores están presentes en todas las etapas de la actividad científica, desde la elección del objeto de estudio hasta la interpretación de los resultados",
        "timestamp": "2025-10-03T01:48:08.533Z"
      },
      {
        "text": "Un segundo punto crítico es la ambivalencia de la tecnología.",
        "timestamp": "2025-10-03T01:48:51.554Z"
      },
      {
        "text": "Esta ambivalencia pone en cuestión la presunta inocencia de la ciencia y exige una reflexión ética sobre sus usos previsibles.",
        "timestamp": "2025-10-03T01:48:56.337Z"
      },
      {
        "text": "El filósofo Hans Jonas, por ejemplo, propuso un “imperativo de responsabilidad”, según el cual toda acción técnico-científica debe ser evaluada por sus efectos a largo plazo sobre la humanidad y el medio ambiente.",
        "timestamp": "2025-10-03T01:49:39.274Z"
      },
      {
        "text": "No todos los valores distorsionan la ciencia;",
        "timestamp": "2025-10-03T01:50:17.424Z"
      },
      {
        "text": "La neutralidad debería, entonces, entenderse como una exclusión de valores sesgados, es decir, aquellos que introducen distorsiones deliberadas en la investigación con fines ideológicos, políticos o económicos. ",
        "timestamp": "2025-10-03T01:50:11.706Z"
      }
    ]
  }
]